---
kind: property
id: P:Autodesk.Revit.DB.Connector.Domain
zh: 连接件、接口
source: html/cc4ddae1-5c0c-6bd3-6847-da8e7ae7e8e3.htm
---
# Autodesk.Revit.DB.Connector.Domain Property

**中文**: 连接件、接口

The domain of the connector.

## Syntax (C#)
```csharp
public virtual Domain Domain { get; }
```